Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Install a Homebrew-managed copy. Your existing installation may take precedence in PATH.
ar: تثبيت نسخة يديرها Homebrew. قد تكون لتثبيتك الحالي أولوية في PATH.
de: Installiere eine von Homebrew verwaltete Kopie. Deine bestehende Installation hat möglicherweise Vorrang im PATH.
es: Instala una copia gestionada por Homebrew. Tu instalación existente puede tener prioridad en PATH.
fr: Installez une copie gérée par Homebrew. Votre installation actuelle peut rester prioritaire dans PATH.
id: Instal salinan yang dikelola Homebrew. Instalasi yang sudah ada mungkin lebih diutamakan di PATH.
it: Installa una copia gestita da Homebrew. L'installazione esistente potrebbe avere la precedenza nel PATH.
ja: Homebrew で管理するコピーをインストールします。PATH の順序によっては既存のインストールが優先されます。
ko: Homebrew에서 관리하는 복사본을 설치합니다. 기존 설치가 PATH에서 우선할 수 있습니다.
nl: Installeer een door Homebrew beheerde kopie. Je bestaande installatie kan voorrang hebben in PATH.
pt_br: Instale uma cópia gerenciada pelo Homebrew. Sua instalação existente pode ter precedência no PATH.
ru: Установить копию под управлением Homebrew. Существующая установка может иметь приоритет в PATH.
th: ติดตั้งสำเนาที่ Homebrew จัดการ การติดตั้งเดิมอาจมีลำดับสูงกว่าใน PATH
tr: Homebrew tarafından yönetilen bir kopya yükleyin. Mevcut kurulumunuz PATH içinde öncelikli olabilir.
vi: Cài bản do Homebrew quản lý. Bản cài hiện tại có thể được ưu tiên trong PATH.
zh_hans: 安装由 Homebrew 管理的版本。现有安装可能在 PATH 中具有更高优先级。
zh_hant: 安裝由 Homebrew 管理的版本。現有安裝可能在 PATH 中具有更高優先級。

source: Installation status not checked
ar: لم تُفحص حالة التثبيت
de: Installationsstatus nicht geprüft
es: Estado de instalación sin comprobar
fr: État d'installation non vérifié
id: Status instalasi belum diperiksa
it: Stato di installazione non verificato
ja: インストール状況は未確認です
ko: 설치 상태 확인 안 됨
nl: Installatiestatus niet gecontroleerd
pt_br: Status de instalação não verificado
ru: Статус установки не проверен
th: ยังไม่ตรวจสอบสถานะการติดตั้ง
tr: Yükleme durumu denetlenmedi
vi: Chưa kiểm tra trạng thái cài đặt
zh_hans: 尚未检测安装状态
zh_hant: 尚未檢測安裝狀態

source: Installed: %@
ar: المثبّت: %@
de: Installiert: %@
es: Instalado: %@
fr: Installé : %@
id: Terinstal: %@
it: Installato: %@
ja: インストール済み：%@
ko: 설치됨: %@
nl: Geïnstalleerd: %@
pt_br: Instalado: %@
ru: Установлено: %@
th: ติดตั้งแล้ว: %@
tr: Yüklü: %@
vi: Đã cài: %@
zh_hans: 已安装：%@
zh_hant: 已安裝：%@

source: Installed; version unavailable
ar: مثبّت؛ الإصدار غير متاح
de: Installiert; Version nicht verfügbar
es: Instalado; versión no disponible
fr: Installé ; version indisponible
id: Terinstal; versi tidak tersedia
it: Installato; versione non disponibile
ja: インストール済み（バージョン不明）
ko: 설치됨, 버전 확인 불가
nl: Geïnstalleerd; versie niet beschikbaar
pt_br: Instalado; versão indisponível
ru: Установлено; версия недоступна
th: ติดตั้งแล้ว แต่ไม่ทราบเวอร์ชัน
tr: Yüklü; sürüm kullanılamıyor
vi: Đã cài; không có phiên bản
zh_hans: 已安装；无法读取版本
zh_hant: 已安裝；無法讀取版本

source: Installing or updating %@…
ar: جارٍ تثبيت %@ أو تحديثه…
de: %@ wird installiert oder aktualisiert…
es: Instalando o actualizando %@…
fr: Installation ou mise à jour de %@…
id: Menginstal atau memperbarui %@…
it: Installazione o aggiornamento di %@…
ja: %@ をインストールまたはアップデート中…
ko: %@ 설치 또는 업데이트 중…
nl: %@ installeren of bijwerken…
pt_br: Instalando ou atualizando %@…
ru: Установка или обновление %@…
th: กำลังติดตั้งหรืออัปเดต %@…
tr: %@ yükleniyor veya güncelleniyor…
vi: Đang cài hoặc cập nhật %@…
zh_hans: 正在安装或更新 %@…
zh_hant: 正在安裝或更新 %@…

source: Installing or updating…
ar: جارٍ التثبيت أو التحديث…
de: Wird installiert oder aktualisiert…
es: Instalando o actualizando…
fr: Installation ou mise à jour…
id: Menginstal atau memperbarui…
it: Installazione o aggiornamento…
ja: インストールまたはアップデート中…
ko: 설치 또는 업데이트 중…
nl: Installeren of bijwerken…
pt_br: Instalando ou atualizando…
ru: Установка или обновление…
th: กำลังติดตั้งหรืออัปเดต…
tr: Yükleniyor veya güncelleniyor…
vi: Đang cài hoặc cập nhật…
zh_hans: 正在安装或更新…
zh_hant: 正在安裝或更新…

source: Isolated Python CLI installs
ar: تثبيت أدوات Python CLI بمعزل
de: Isolierte Python-CLI-Installationen
es: Instalaciones aisladas de CLI de Python
fr: Installations isolées d'outils CLI Python
id: Instalasi CLI Python terisolasi
it: Installazioni isolate di CLI Python
ja: Python CLI の分離インストール
ko: 격리된 Python CLI 설치
nl: Geïsoleerde Python-CLI-installaties
pt_br: Instalações isoladas de CLI Python
ru: Изолированная установка Python CLI
th: ติดตั้ง Python CLI แบบแยกสภาพแวดล้อม
tr: Yalıtılmış Python CLI kurulumları
vi: Cài CLI Python trong môi trường riêng
zh_hans: 隔离安装 Python CLI
zh_hant: 隔離安裝 Python CLI

source: JSON processing
ar: معالجة JSON
de: JSON-Verarbeitung
es: Procesamiento JSON
fr: Traitement JSON
id: Pemrosesan JSON
it: Elaborazione JSON
ja: JSON 処理ツール
ko: JSON 처리
nl: JSON-verwerking
pt_br: Processamento JSON
ru: Обработка JSON
th: ประมวลผล JSON
tr: JSON işleme
vi: Xử lý JSON
zh_hans: JSON 处理工具
zh_hant: JSON 處理工具

source: JVM dynamic language
ar: لغة ديناميكية لـ JVM
de: Dynamische JVM-Sprache
es: Lenguaje dinámico para JVM
fr: Langage dynamique pour la JVM
id: Bahasa dinamis JVM
it: Linguaggio dinamico per JVM
ja: JVM の動的言語
ko: JVM 동적 언어
nl: Dynamische JVM-taal
pt_br: Linguagem dinâmica para JVM
ru: Динамический язык JVM
th: ภาษาแบบไดนามิกบน JVM
tr: JVM dinamik dili
vi: Ngôn ngữ động JVM
zh_hans: JVM 动态语言
zh_hant: JVM 動態語言

source: Java 17 development toolchain
ar: سلسلة أدوات تطوير Java 17
de: Java-17-Entwicklungswerkzeuge
es: Herramientas de desarrollo de Java 17
fr: Outils de développement Java 17
id: Rantai alat pengembangan Java 17
it: Strumenti di sviluppo Java 17
ja: Java 17 開発ツールチェーン
ko: Java 17 개발 도구 모음
nl: Java 17-ontwikkeltools
pt_br: Ferramentas de desenvolvimento Java 17
ru: Инструменты разработки Java 17
th: ชุดเครื่องมือพัฒนา Java 17
tr: Java 17 geliştirme araç zinciri
vi: Bộ công cụ phát triển Java 17
zh_hans: Java 17 开发工具链
zh_hant: Java 17 開發工具鏈

source: Java builds and dependencies
ar: بناء Java وتبعياته
de: Java-Builds und -Abhängigkeiten
es: Compilación y dependencias de Java
fr: Compilation et dépendances Java
id: Build dan dependensi Java
it: Build e dipendenze Java
ja: Java のビルドと依存関係の管理
ko: Java 빌드 및 의존성
nl: Java-builds en -afhankelijkheden
pt_br: Compilação e dependências Java
ru: Сборка и зависимости Java
th: การบิลด์และการพึ่งพา Java
tr: Java derlemeleri ve bağımlılıkları
vi: Bản dựng và phụ thuộc Java
zh_hans: Java 构建与依赖管理
zh_hant: Java 構建與依賴管理

source: JavaScript and TypeScript runtime
ar: بيئة تشغيل JavaScript وTypeScript
de: JavaScript- und TypeScript-Laufzeitumgebung
es: Entorno de ejecución de JavaScript y TypeScript
fr: Environnement d'exécution JavaScript et TypeScript
id: Runtime JavaScript dan TypeScript
it: Runtime JavaScript e TypeScript
ja: JavaScript と TypeScript のランタイム
ko: JavaScript와 TypeScript 런타임
nl: JavaScript- en TypeScript-runtime
pt_br: Ambiente de execução JavaScript e TypeScript
ru: Среда выполнения JavaScript и TypeScript
th: รันไทม์ JavaScript และ TypeScript
tr: JavaScript ve TypeScript çalışma zamanı
vi: Môi trường chạy JavaScript và TypeScript
zh_hans: JavaScript 与 TypeScript 运行时
zh_hant: JavaScript 與 TypeScript 執行時

source: JavaScript runtime
ar: بيئة تشغيل JavaScript
de: JavaScript-Laufzeitumgebung
es: Entorno de ejecución de JavaScript
fr: Environnement d'exécution JavaScript
id: Runtime JavaScript
it: Runtime JavaScript
ja: JavaScript ランタイム
ko: JavaScript 런타임
pt_br: Ambiente de execução JavaScript
ru: Среда выполнения JavaScript
th: รันไทม์ JavaScript
tr: JavaScript çalışma zamanı
vi: Môi trường chạy JavaScript
zh_hans: JavaScript 运行时
zh_hant: JavaScript 執行時

source: Latest: %@
ar: الأحدث: %@
de: Neueste Version: %@
es: Última versión: %@
fr: Dernière version : %@
id: Terbaru: %@
it: Ultima versione: %@
ja: 最新：%@
ko: 최신: %@
nl: Nieuwste versie: %@
pt_br: Mais recente: %@
ru: Последняя: %@
th: ล่าสุด: %@
tr: En yeni: %@
vi: Mới nhất: %@
zh_hans: 最新版本：%@
zh_hant: 最新版本：%@

source: Machine image builds
ar: بناء صور الأجهزة
de: Maschinenabbilder erstellen
es: Creación de imágenes de máquinas
fr: Création d'images de machines
id: Build image mesin
it: Creazione di immagini di macchine
ja: マシンイメージのビルド
ko: 머신 이미지 빌드
nl: Machine-images bouwen
pt_br: Criação de imagens de máquinas
ru: Сборка образов машин
th: สร้างอิมเมจเครื่อง
tr: Makine imajı derleme
vi: Dựng ảnh máy
zh_hans: 机器镜像构建
zh_hant: 機器鏡像構建

source: Manage %@
ar: إدارة %@
de: %@ verwalten
es: Gestionar %@
fr: Gérer %@
id: Kelola %@
it: Gestisci %@
ja: %@ を管理
ko: %@ 관리
nl: %@ beheren
pt_br: Gerenciar %@
ru: Управлять %@
th: จัดการ %@
tr: %@ Yönet
vi: Quản lý %@
zh_hans: 管理 %@
zh_hant: 管理 %@

source: Manage Tools
ar: إدارة الأدوات
de: Werkzeuge verwalten
es: Gestionar herramientas
fr: Gérer les outils
id: Kelola Alat
it: Gestisci strumenti
ja: ツール管理
ko: 도구 관리
nl: Tools beheren
pt_br: Gerenciar ferramentas
ru: Управление инструментами
th: จัดการเครื่องมือ
tr: Araçları Yönet
vi: Quản lý công cụ
zh_hans: 一键管理
zh_hant: 一鍵管理

source: Markdown preview
ar: معاينة Markdown
de: Markdown-Vorschau
es: Vista previa de Markdown
fr: Aperçu Markdown
id: Pratinjau Markdown
it: Anteprima Markdown
ja: Markdown プレビュー
ko: Markdown 미리보기
nl: Markdown-voorbeeld
pt_br: Prévia de Markdown
ru: Просмотр Markdown
th: แสดงตัวอย่าง Markdown
tr: Markdown ön izlemesi
vi: Xem trước Markdown
zh_hans: Markdown 预览
zh_hant: Markdown 預覽

source: Modern TeX typesetting engine
ar: محرّك تنسيق TeX حديث
de: Moderne TeX-Satzengine
es: Motor moderno de composición TeX
fr: Moteur de composition TeX moderne
id: Mesin penata huruf TeX modern
it: Motore di composizione TeX moderno
ja: モダンな TeX 組版エンジン
ko: 현대적인 TeX 조판 엔진
nl: Moderne TeX-zetmachine
pt_br: Motor moderno de composição TeX
ru: Современный движок вёрстки TeX
th: เครื่องมือเรียงพิมพ์ TeX สมัยใหม่
tr: Modern TeX dizgi motoru
vi: Bộ máy sắp chữ TeX hiện đại
zh_hans: 现代 TeX 排版引擎
zh_hant: 現代 TeX 排版引擎

source: Modern editor
ar: محرّر حديث
de: Moderner Editor
es: Editor moderno
fr: Éditeur moderne
id: Editor modern
it: Editor moderno
ja: モダンなエディタ
ko: 현대적인 편집기
nl: Moderne editor
pt_br: Editor moderno
ru: Современный редактор
th: โปรแกรมแก้ไขข้อความสมัยใหม่
tr: Modern düzenleyici
vi: Trình soạn thảo hiện đại
zh_hans: 现代化编辑器
zh_hant: 現代化編輯器

source: Native macOS terminal workspace
ar: مساحة عمل طرفية أصلية لنظام macOS
de: Nativer macOS-Terminal-Arbeitsbereich
es: Espacio de trabajo de terminal nativo para macOS
fr: Espace de travail de terminal natif pour macOS
id: Ruang kerja terminal macOS native
it: Area di lavoro terminale nativa per macOS
ja: ネイティブ macOS ターミナルワークスペース
ko: 네이티브 macOS 터미널 작업 공간
nl: Native terminalwerkruimte voor macOS
pt_br: Espaço de trabalho de terminal nativo para macOS
ru: Нативная терминальная рабочая среда macOS
th: พื้นที่ทำงานเทอร์มินัล macOS แบบเนทีฟ
tr: Yerel macOS terminal çalışma alanı
vi: Không gian làm việc terminal macOS gốc
zh_hans: 原生 macOS 终端工作区
zh_hant: 原生 macOS 終端機工作區

source: Network and Data
ar: الشبكة والبيانات
de: Netzwerk und Daten
es: Red y datos
fr: Réseau et données
id: Jaringan dan Data
it: Rete e dati
ja: ネットワークとデータ
ko: 네트워크 및 데이터
nl: Netwerk en gegevens
pt_br: Rede e dados
ru: Сеть и данные
th: เครือข่ายและข้อมูล
tr: Ağ ve Veri
vi: Mạng và dữ liệu
zh_hans: 网络与数据
zh_hant: 網路與資料

source: Network packet analysis
ar: تحليل حزم الشبكة
de: Netzwerkpaketanalyse
es: Análisis de paquetes de red
fr: Analyse des paquets réseau
id: Analisis paket jaringan
it: Analisi dei pacchetti di rete
ja: ネットワークパケットの分析
ko: 네트워크 패킷 분석
nl: Netwerkpakketten analyseren
pt_br: Análise de pacotes de rede
ru: Анализ сетевых пакетов
th: วิเคราะห์แพ็กเก็ตเครือข่าย
tr: Ağ paketi analizi
vi: Phân tích gói tin mạng
zh_hans: 网络数据包分析
zh_hant: 網路封包分析

source: Network requests
ar: طلبات الشبكة
de: Netzwerkanfragen
es: Solicitudes de red
fr: Requêtes réseau
id: Permintaan jaringan
it: Richieste di rete
ja: ネットワークリクエストツール
ko: 네트워크 요청
nl: Netwerkverzoeken
pt_br: Requisições de rede
ru: Сетевые запросы
th: คำขอเครือข่าย
tr: Ağ istekleri
vi: Yêu cầu mạng
zh_hans: 网络请求工具
zh_hant: 網路請求工具

source: Node.js package management
ar: إدارة حزم Node.js
de: Node.js-Paketverwaltung
es: Gestión de paquetes de Node.js
fr: Gestion des paquets Node.js
id: Manajemen paket Node.js
it: Gestione dei pacchetti Node.js
ja: Node.js パッケージ管理
ko: Node.js 패키지 관리
nl: Node.js-pakketbeheer
pt_br: Gerenciamento de pacotes Node.js
ru: Управление пакетами Node.js
th: จัดการแพ็กเกจ Node.js
tr: Node.js paket yönetimi
vi: Quản lý gói Node.js
zh_hans: Node.js 包管理
zh_hant: Node.js 包管理

source: Not installed
ar: غير مثبّت
de: Nicht installiert
es: No instalado
fr: Non installé
id: Belum terinstal
it: Non installato
ja: 未インストール
ko: 설치되지 않음
nl: Niet geïnstalleerd
pt_br: Não instalado
ru: Не установлено
th: ยังไม่ติดตั้ง
tr: Yüklü değil
vi: Chưa cài đặt
zh_hans: 未安装
zh_hant: 未安裝

source: Office to PDF conversion
ar: تحويل Office إلى PDF
de: Office-in-PDF-Konvertierung
es: Conversión de Office a PDF
fr: Conversion de documents Office en PDF
id: Konversi Office ke PDF
it: Conversione da Office a PDF
ja: Office から PDF への変換
ko: Office 파일을 PDF로 변환
nl: Office naar PDF converteren
pt_br: Conversão de Office para PDF
ru: Преобразование Office в PDF
th: แปลง Office เป็น PDF
tr: Office’ten PDF’ye dönüştürme
vi: Chuyển Office sang PDF
zh_hans: Office 转 PDF
zh_hant: Office 轉 PDF

source: Outside Homebrew
ar: خارج Homebrew
de: Außerhalb von Homebrew
es: Fuera de Homebrew
fr: Hors Homebrew
id: Di luar Homebrew
it: Al di fuori di Homebrew
ja: Homebrew 管理外
ko: Homebrew 외부
nl: Buiten Homebrew
pt_br: Fora do Homebrew
ru: Вне Homebrew
th: นอก Homebrew
tr: Homebrew dışında
vi: Ngoài Homebrew
zh_hans: 非 Homebrew 安装
zh_hant: 非 Homebrew 安裝

source: PDF processing tools
ar: أدوات معالجة PDF
de: PDF-Verarbeitungswerkzeuge
es: Herramientas de procesamiento PDF
fr: Outils de traitement PDF
id: Alat pemrosesan PDF
it: Strumenti di elaborazione PDF
ja: PDF 処理ツール集
ko: PDF 처리 도구
nl: PDF-verwerkingstools
pt_br: Ferramentas de processamento PDF
ru: Инструменты обработки PDF
th: เครื่องมือประมวลผล PDF
tr: PDF işleme araçları
vi: Công cụ xử lý PDF
zh_hans: PDF 处理工具集
zh_hant: PDF 處理工具集

source: Python packages and projects
ar: حزم Python ومشاريعه
de: Python-Pakete und -Projekte
es: Paquetes y proyectos de Python
fr: Paquets et projets Python
id: Paket dan proyek Python
it: Pacchetti e progetti Python
ja: Python パッケージとプロジェクト管理
ko: Python 패키지 및 프로젝트
nl: Python-pakketten en -projecten
pt_br: Pacotes e projetos Python
ru: Пакеты и проекты Python
th: แพ็กเกจและโปรเจ็กต์ Python
tr: Python paketleri ve projeleri
vi: Gói và dự án Python
zh_hans: Python 包与项目管理
zh_hant: Python 包與專案管理

source: Python runtime
ar: بيئة تشغيل Python
de: Python-Laufzeitumgebung
es: Entorno de ejecución de Python
fr: Environnement d'exécution Python
id: Runtime Python
it: Runtime Python
ja: Python ランタイム
ko: Python 런타임
pt_br: Ambiente de execução Python
ru: Среда выполнения Python
th: รันไทม์ Python
tr: Python çalışma zamanı
vi: Môi trường chạy Python
zh_hans: Python 运行时
zh_hant: Python 執行時

source: Python version management
ar: إدارة إصدارات Python
de: Python-Versionsverwaltung
es: Gestión de versiones de Python
fr: Gestion des versions Python
id: Manajemen versi Python
it: Gestione delle versioni Python
ja: Python バージョン管理
ko: Python 버전 관리
nl: Python-versiebeheer
pt_br: Gerenciamento de versões Python
ru: Управление версиями Python
th: จัดการเวอร์ชัน Python
tr: Python sürüm yönetimi
vi: Quản lý phiên bản Python
zh_hans: Python 版本管理
zh_hant: Python 版本管理

source: Recheck
ar: إعادة الفحص
de: Erneut prüfen
es: Comprobar de nuevo
fr: Revérifier
id: Periksa Ulang
it: Verifica di nuovo
ja: 再確認
ko: 다시 확인
nl: Opnieuw controleren
pt_br: Verificar novamente
ru: Проверить снова
th: ตรวจสอบอีกครั้ง
tr: Yeniden Denetle
vi: Kiểm tra lại
zh_hans: 重新检查
zh_hant: 重新檢查

source: Recommendations
ar: التوصيات
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
id: Rekomendasi
it: Consigli
ja: おすすめ
ko: 추천
nl: Aanbevelingen
pt_br: Recomendações
ru: Рекомендации
th: รายการแนะนำ
tr: Öneriler
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

source: Relational database and client
ar: قاعدة بيانات علائقية وعميل
de: Relationale Datenbank und Client
es: Base de datos relacional y cliente
fr: Base de données relationnelle et client
id: Basis data relasional dan klien
it: Database relazionale e client
ja: リレーショナルデータベースとクライアント
ko: 관계형 데이터베이스와 클라이언트
nl: Relationele database en client
pt_br: Banco de dados relacional e cliente
ru: Реляционная база данных и клиент
th: ฐานข้อมูลเชิงสัมพันธ์และไคลเอ็นต์
tr: İlişkisel veritabanı ve istemcisi
vi: Cơ sở dữ liệu quan hệ và ứng dụng khách
zh_hans: 关系数据库与客户端
zh_hant: 關係資料庫與用戶端

source: Ruby runtime
ar: بيئة تشغيل Ruby
de: Ruby-Laufzeitumgebung
es: Entorno de ejecución de Ruby
fr: Environnement d'exécution Ruby
id: Runtime Ruby
it: Runtime Ruby
ja: Ruby ランタイム
ko: Ruby 런타임
pt_br: Ambiente de execução Ruby
ru: Среда выполнения Ruby
th: รันไทม์ Ruby
tr: Ruby çalışma zamanı
vi: Môi trường chạy Ruby
zh_hans: Ruby 运行时
zh_hant: Ruby 執行時

source: Run: zshell <name>
ar: تشغيل: zshell <name>
de: Ausführen: zshell <name>
es: Ejecutar: zshell <name>
fr: Exécuter : zshell <name>
id: Jalankan: zshell <name>
it: Esegui: zshell <name>
ja: 実行: zshell <名前>
ko: 실행: zshell <name>
nl: Uitvoeren: zshell <name>
pt_br: Executar: zshell <name>
ru: Выполнить: zshell <name>
th: เรียกใช้: zshell <name>
tr: Çalıştır: zshell <name>
vi: Chạy: zshell <name>
zh_hans: 终端运行：zshell <命令名>
zh_hant: 終端機執行：zshell <命令名>

source: Rust development toolchain
ar: سلسلة أدوات تطوير Rust
de: Rust-Entwicklungswerkzeuge
es: Herramientas de desarrollo de Rust
fr: Outils de développement Rust
id: Rantai alat pengembangan Rust
it: Strumenti di sviluppo Rust
ja: Rust 開発ツールチェーン
ko: Rust 개발 도구 모음
nl: Rust-ontwikkeltools
pt_br: Ferramentas de desenvolvimento Rust
ru: Инструменты разработки Rust
th: ชุดเครื่องมือพัฒนา Rust
tr: Rust geliştirme araç zinciri
vi: Bộ công cụ phát triển Rust
zh_hans: Rust 开发工具链
zh_hant: Rust 開發工具鏈

source: Simplified command manuals
ar: أدلة أوامر مبسّطة
de: Vereinfachte Befehlshandbücher
es: Manuales de comandos simplificados
fr: Manuels de commandes simplifiés
id: Manual perintah ringkas
it: Manuali semplificati dei comandi
ja: 簡潔なコマンドマニュアル
ko: 간략한 명령 설명서
nl: Vereenvoudigde opdrachthandleidingen
pt_br: Manuais de comandos simplificados
ru: Упрощённые руководства по командам
th: คู่มือคำสั่งแบบย่อ
tr: Basitleştirilmiş komut kılavuzları
vi: Hướng dẫn lệnh rút gọn
zh_hans: 简化版命令手册
zh_hant: 簡化版命令手冊

source: Some tools could not be checked. Click Refresh to retry.
ar: تعذّر فحص بعض الأدوات. انقر على «تحديث» للمحاولة مجددًا.
de: Einige Werkzeuge konnten nicht geprüft werden. Klicke zum Wiederholen auf „Aktualisieren“.
es: No se pudieron comprobar algunas herramientas. Pulsa Actualizar para reintentar.
fr: Certains outils n'ont pas pu être vérifiés. Cliquez sur Actualiser pour réessayer.
id: Beberapa alat tidak dapat diperiksa. Klik Segarkan untuk mencoba lagi.
it: Impossibile verificare alcuni strumenti. Fai clic su Aggiorna per riprovare.
ja: 一部のツールを確認できませんでした。「更新」をクリックして再試行してください。
ko: 일부 도구를 확인할 수 없습니다. 새로 고침을 클릭하여 다시 시도하세요.
nl: Sommige tools konden niet worden gecontroleerd. Klik op Ververs om het opnieuw te proberen.
pt_br: Não foi possível verificar algumas ferramentas. Clique em Atualizar para tentar novamente.
ru: Не удалось проверить некоторые инструменты. Нажмите «Обновить» для повтора.
th: ไม่สามารถตรวจสอบเครื่องมือบางรายการได้ คลิกรีเฟรชเพื่อลองอีกครั้ง
tr: Bazı araçlar denetlenemedi. Tekrar denemek için Yenile’ye tıklayın.
vi: Không thể kiểm tra một số công cụ. Nhấp Làm mới để thử lại.
zh_hans: 部分工具检查失败，请点击“刷新”重试。
zh_hant: 部分工具檢查失敗，請點擊“刷新”重試。

source: Terminal API client
ar: عميل API للطرفية
de: API-Client für das Terminal
es: Cliente de API para el terminal
fr: Client API pour le terminal
id: Klien API terminal
it: Client API per il terminale
ja: ターミナル API クライアント
ko: 터미널 API 클라이언트
nl: API-client voor de terminal
pt_br: Cliente de API para o terminal
ru: Клиент API для терминала
th: ไคลเอ็นต์ API ในเทอร์มินัล
tr: Terminal API istemcisi
vi: Ứng dụng khách API trong terminal
zh_hans: 终端 API 客户端
zh_hant: 終端機 API 用戶端

source: Terminal Efficiency
ar: كفاءة الطرفية
de: Terminaleffizienz
es: Eficiencia del terminal
fr: Efficacité du terminal
id: Efisiensi Terminal
it: Efficienza del terminale
ja: ターミナルの効率化
ko: 터미널 효율성
nl: Terminalefficiëntie
pt_br: Eficiência no terminal
ru: Эффективность терминала
th: ประสิทธิภาพการใช้เทอร์มินัล
tr: Terminal Verimliliği
vi: Hiệu quả terminal
zh_hans: 终端效率
zh_hant: 終端機效率

source: Terminal file manager
ar: مدير ملفات في الطرفية
de: Dateimanager für das Terminal
es: Gestor de archivos para el terminal
fr: Gestionnaire de fichiers du terminal
id: Pengelola file terminal
it: Gestore di file nel terminale
ja: ターミナルファイルマネージャ
ko: 터미널 파일 관리자
nl: Bestandsbeheer voor de terminal
pt_br: Gerenciador de arquivos no terminal
ru: Файловый менеджер в терминале
th: ตัวจัดการไฟล์ในเทอร์มินัล
tr: Terminal dosya yöneticisi
vi: Trình quản lý tệp trong terminal
zh_hans: 终端文件管理器
zh_hant: 終端機檔案管理器

source: Terminal for AI coding
ar: طرفية للبرمجة بالذكاء الاصطناعي
de: Terminal für KI-gestütztes Programmieren
es: Terminal para programar con IA
fr: Terminal pour le développement avec l'IA
id: Terminal untuk pemrograman AI
it: Terminale per programmare con l'IA
ja: AI コーディング向けターミナル
ko: AI 코딩용 터미널
nl: Terminal voor programmeren met AI
pt_br: Terminal para programação com IA
ru: Терминал для программирования с ИИ
th: เทอร์มินัลสำหรับเขียนโค้ดด้วย AI
tr: YZ ile kodlama için terminal
vi: Terminal cho lập trình AI
zh_hans: 面向 AI 编码的终端
zh_hant: 面向 AI 編碼的終端機

source: Terminal workspace
ar: مساحة عمل في الطرفية
de: Terminal-Arbeitsbereich
es: Espacio de trabajo del terminal
fr: Espace de travail du terminal
id: Ruang kerja terminal
it: Area di lavoro del terminale
ja: ターミナルワークスペース
ko: 터미널 작업 공간
nl: Terminalwerkruimte
pt_br: Espaço de trabalho no terminal
ru: Рабочая среда терминала
th: พื้นที่ทำงานในเทอร์มินัล
tr: Terminal çalışma alanı
vi: Không gian làm việc terminal
zh_hans: 终端工作区
zh_hant: 終端機工作區

source: The server returned HTTP %lld.
ar: أعاد الخادم HTTP %lld.
de: Der Server hat HTTP %lld zurückgegeben.
es: El servidor devolvió HTTP %lld.
fr: Le serveur a renvoyé HTTP %lld.
id: Server mengembalikan HTTP %lld.
it: Il server ha restituito HTTP %lld.
ja: サーバーが HTTP %lld を返しました。
ko: 서버가 HTTP %lld을(를) 반환했습니다.
nl: De server gaf HTTP %lld terug.
pt_br: O servidor retornou HTTP %lld.
ru: Сервер вернул HTTP %lld.
th: เซิร์ฟเวอร์ส่งคืน HTTP %lld
tr: Sunucu HTTP %lld döndürdü.
vi: Máy chủ trả về HTTP %lld.
zh_hans: 服务器返回 HTTP %lld。
zh_hant: 伺服器返回 HTTP %lld。

source: The version information could not be read.
ar: تعذّرت قراءة معلومات الإصدار.
de: Die Versionsinformationen konnten nicht gelesen werden.
es: No se pudo leer la información de versión.
fr: Impossible de lire les informations de version.
id: Informasi versi tidak dapat dibaca.
it: Impossibile leggere le informazioni sulla versione.
ja: バージョン情報を読み取れませんでした。
ko: 버전 정보를 읽을 수 없습니다.
nl: Kan de versie-informatie niet lezen.
pt_br: Não foi possível ler as informações de versão.
ru: Не удалось прочитать сведения о версии.
th: ไม่สามารถอ่านข้อมูลเวอร์ชันได้
tr: Sürüm bilgisi okunamadı.
vi: Không thể đọc thông tin phiên bản.
zh_hans: 无法读取版本信息。
zh_hant: 無法讀取版本信息。
